import React from "react";
import "./AboutUs.css";
import AboutUsBox from "../../components/AboutUsBox/AboutUsBox";

function AboutUs() {
  return (
    <div className="about-us">
      <div className="container">
        <div className="title-about-us">
          <h1>هر آنچه که نیاز دارید بدانید :</h1>
        </div>
        <div className="row my-3">
          <AboutUsBox
            icon={<i className="fas fa-star"></i>}
            title="تولید محتوا با کیفیت"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
          <AboutUsBox
            icon={<i className="fas fa-user-plus"></i>}
            title="تیم توربو وب"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
          <AboutUsBox
            icon={<i className="fas fa-tablet-alt"></i>}
            title="سایت توربو نویسان"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
          <AboutUsBox
            icon={<i className="fas fa-file-contract"></i>}
            title="پشت صحنه محتوا ها"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
          <AboutUsBox
            icon={<i className="fas fa-pen"></i>}
            title="نویسندگان توربو نویسان"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
          <AboutUsBox
            icon={<i className="fab fa-battle-net"></i>}
            title="سرعت بالا سایت"
            text1="تیم توربو وب در تلاش است که مقاله های"
            text2="فارسی و با کیفیت برای کاربران توسعه بدهد."
            text3="و باعث افتخار ماست که شما در کنار خود"
            text4="داریم و سپاسگذار بودنتان هستیم."
          />
        </div>
        <div className="bottom-about-us">
          <div className="title-bottom-about-us">
            <h4>درباره سایت وبلاگی توربو نویسان</h4>
          </div>
          <div className="body-bottom-about-us">
            <p>
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
              استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
              نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
              کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
              جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان
              گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
              متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت
              و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
              طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
              الخصوص طراحان.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default AboutUs;
